Repository: HerzScheisse/webtrees-fancy-research-links
Catalog: resources/lang/*.po
Languages: nb, pt

source: A sidebar tool to provide quick links to popular research web sites.
nb: Et sidefeltverktøy for å gi hurtigkoblinger til populære forskningsnettsteder.
pt: Uma ferramenta de barra lateral que proporciona hiperligações para sítios web populares de pesquisa genealógica.

source: Check the plugins you want to use in the sidebar. Uncheck the plugins you don't need.
nb: Sjekk pluginene du vil bruke i sidefeltet. Fjern merket for pluginene du ikke trenger.
pt: Ative as extensões da aplicação que quer usar na barra lateral. Desative as extensões da aplicação que não precisa.

source: Enabling this will change the default behavior of the browser.
nb: Hvis du aktiverer dette, endres standardoppførselen til nettleseren.
pt: Ativar isto irá alterar o comportamento por defeito do navegador web.

source: Expand the sidebar content with the Fancy Research Links
nb: Utvid innholdet i sidefeltet med Fancy Research Links
pt: Expandir o conteúdo da barra lateral com Fancy Research Links

source: Fancy Research Links
nb: Fancy forskningslenker

source: Hit the radio button before a title to set a research area as default. The chosen research area will open unfolded in the sidebar.
nb: Trykk på alternativknappen før en tittel for å angi et forskningsområde som standard. Det valgte forskningsområdet åpnes utfoldet i sidefeltet.
pt: Clicar no botão antes de um título para definir uma área de pesquisa por defeito. A área de pesquisa escolhida irá abrir completamente na barra lateral.

source: If checked, the sidebar content with the Fancy Research Links will expand while the sidebar Family navigator will collapse if the user has the role of editor or higher.
nb: Hvis det er merket av for det, vil sidefeltets innhold med Fancy forskningslenker utvides mens sidefeltet Familienavigator vil kollapse hvis brukeren har rollen som redaktør eller høyere.
pt: Se ativado, o conteúdo da barra lateral do Fancy Research Links irá expandir, enquanto a barra lateral "Navegador de família" irá encolher se o utilizador tiver permissões de editor ou superiores.

source: International
nb: Internasjonal
pt: Internacional

source: Open links in a new tab
nb: Åpne koblinger i en ny fane
pt: Abrir hiperligações num novo separador

source: Research links
nb: Forskningslenker
pt: Hiperligações de pesquisa

source: Select/unselect all
nb: Velg/opphev valget av alle
pt: Seiecionar/desselecionar tudo

source: There was an error loading the plugin
nb: Det oppsto en feil ved lasting av plugin
pt: Aconteceu um erro ao carregar esta extensão da aplicação

source: Toggle this checkbox to select all research links at once.
nb: Bruk denne avmerkingsboksen for å velge alle forskningslenker samtidig.
pt: Alterne o estado desta caixa de seleção para selecionar todas as hiperligações de pesquisa de uma só vez.

source: genealogy
nb: slektsforskning
pt: genealogia

source: link only
nb: kun lenke
pt: apenas hiperligações

source: prayer cards
nb: bønnekort
pt: cartões com oração

source: search prayer cards
nb: søk bønnekort
pt: pesquisar cartões com oração

source: surname only
nb: kun etternavn
pt: apenas sobrenome
